Repository: bAndie91/gemlv
Catalog: usr/share/locale/*/LC_MESSAGES/gemlv.po
Languages: hu

source: Notice: no module xattr loaded
hu: Figyelem: az xattr modul nem töltődött be

source: Error
hu: Hiba

source: Question
hu: Kérdés

source: Working Dir
hu: Munkakönyvtár

source: Loading failed
hu: Betöltés meghiúsult

source: Content type, allegedly:
hu: Tartalom típusa, állítólagosan:

source: Filename
hu: Fájlnév

source: X-X-Sender
hu: X-X-Küldő

source: X-Sender
hu: X-Küldő

source: Sender
hu: Küldő

source: From
hu: Feladó

source: Organization
hu: Szervezet

source: Reply-To
hu: Válaszcím

source: To
hu: Címzett

source: Cc
hu: Másolat

source: Bcc
hu: Titkos Címzett

source: Subject
hu: Tárgy

source: Date
hu: Dátum

source: Priority
hu: Elsőbbség

source: Message is being edited, not saved. Close anyway?
hu: Az üzenet szerkesztés alatt, nincs mentve. Mégis bezárod?

source: Fwd:
hu: Tov:

source: Re:
hu: Vá:

source: Quote:
hu: Idézet:

source: %s - attachment%s%s
hu: %s - csatolmány%s%s

source: Notice: can not set xattr '%s' on '%s': %s
hu: Figyelem: nem tudtam a '%s' x-attribútumot beállítani '%s' fájlon: %s

source: This file already exists:
hu: Ez a fájl már létezik:

source: Overwrite?
hu: Felülírod?

source: Select Font
hu: Betűtípus kiválasztása

source: Multiple (%s) selected attachments
hu: Több (%s) kiválasztott csatolmány

source: Save All
hu: Mindegyik Mentése

source: Show Custom Headers
hu: Egyéni fejlécek mutatása

source: Draft
hu: Vázlat

source: This is a MIME multipart Email.
hu: Ez egy többrészes MIME Email.

source: Write a new Email
hu: Új Email írása

source: New Email's Recipients, repeatable
hu: Az új Email címzettje, ismételhető

source: Carbon Copy Recipients, repeatable
hu: Másolat-címzettek, ismételhető

source: Blind Carbon Copy Recipients, repeatable
hu: Titkos másolat címek, ismételhető

source: Message body
hu: Üzenet szövege

source: Attachment file's path, repeatable
hu: Csatolmány fájl elérési útvonala, ismételhető

source: L10n base directory
hu: L10n alapkönyvtár

source: Raw Email file for read or continue editing
hu: Nyers Email fájl megnyitásra, vagy szerkesztésre

source: Add custom header(s) to the new Email
hu: Egyedi fejléc(ek) hozzáadása az új Emailhez

source: Either compose mode or FILE is needed.
hu: Muszáj vagy compose módot, vagy egy FILE-t megadni.

source: Filters
hu: Szűrők

source: Compose
hu: Új írása

source: Reply
hu: Válasz

source: Reply to All
hu: Válasz Mindenkinek

source: Reply to List
hu: Válasz a Listára

source: Forward
hu: Továbbítás

source: Forward envelope
hu: Teljes levél továbbítása

source: Forward letter
hu: Levél szövegének továbbítása

source: Report Spam
hu: Spam-jelentés

source: Report Ham
hu: Ham-jelentés

source: Wrap
hu: Tördelés

source: Soft / Hard / No Wrap
hu: Tördelés: szó / betű / nincs

source: No / Soft / Hard Wrap
hu: Tördelés: nincs / szó / betű

source: Unfilter
hu: ne legyen szűrés

source: Filter / Unfilter
hu: Szűrés be / ki

source: Specify %s
hu: %s megadása

source: Add Recipient
hu: Címzett hozzáadása

source: Add Custom Header
hu: Egyéni fejléc hozzáadása

source: Show All Headers
hu: Minden fejléc mutatása

source: Send
hu: Küldés

source: Save As in ready-to-send format
hu: Mentés másként küldésre kész formában

source: Save
hu: Mentés

source: Save As...
hu: Mentés másként...

source: Addressbook
hu: Címtár

source: Attach Files
hu: Fájlok csatolása

source: Attach
hu: Csatolás

source: This file is already attached
hu: Már csatolva van ez a fájl

source: This file is already attached:
hu: Már csatolva van ez a fájl:

source: Encrypt
hu: Titkosítás

source: Crypto-Sign
hu: Digitális aláírás

source: Unimportant
hu: Sokadlagos

source: Important
hu: Fontos

source: Edit with External Program
hu: Szekresztés külső programmal

source: New Email's writer's name and address
hu: Az új Email megírójának neve és címe

source: Full 'mailto:' link
hu: Teljes 'mailto:' link

source: Unsubscribe
hu: Leiratkozás

source: Can not parse mailto link: '%s'
hu: Nem lehet értelmezni a mailto linket: '%s'

source: Send anyway?
hu: Mégis küldöd?

source: Sending...
hu: Küldés...

source: Email is sent.
hu: Email elküldve.

source: Sendmail error: %s
hu: Sendmail hiba: %s

source: signal: %s
hu: szignál: %s

source: Reply-By
hu: Válasz Eddig

source: Expires
hu: Lejár

source: Overdue
hu: Késedelem

source: (Expired)
hu: (Lejárt)

source: Return-Path
hu: Visszajuttatás

source: Importance
hu: Fontosság

source: Select a link to unsubscribe
hu: Válassz egy linket, amivel leiratkozol

source: Beware, open links only from trusted source. Spammers know their spam reached target if you follow fake unsubscribe links.
hu: Figyelj arra, hogy csak megbízható forrásból származó linkeket nyiss meg. A szpemmerek hamis leiratkozó linkekkel derítik ki, hogy levélszemetük célba ért-e.

source: Reporting Spam
hu: Spam bejelentése

source: Reporting Ham
hu: Ham bejelentése

source: exit code: %s
hu: kilépési kód: %s

source: Put into <tt>%s</tt> folder?
hu: Beleteszed a <tt>%s</tt> mappába?

source: Put
hu: Bele

source: Take out from <tt>%s</tt> folder into <tt>%s</tt>?
hu: Kiveszed a <tt>%s</tt> mappából át a <tt>%s</tt>-ba?

source: Take out
hu: Ki

source: Ask Disposition Notification
hu: Tértivevény kérése

source: Disposition Notification
hu: Tértivevény

source: Disposition Notification: {subject}
hu: Tértivevény: {subject}

source: Send MDN
hu: MDN küldése

source: Send a Message Disposition Notification
hu: Tértivevény küldése

source: Right click:
hu: jobb klikk:

source: Select Date and Time in local TimeZone
hu: Válassz helyi időzóna szerinti dátumot és időt

source: Now
hu: Most

source: No Subject.
hu: Nincs tárgy.

source: No any Recipient.
hu: Nincs címzett.

source: missing email address
hu: hiányzó email cím

source: See Content here:
hu: A tartalmat lásd itt:

source: Waiting background threads to complete.
hu: Várakozás a háttérfolyamatok befejeztére.

source: The message was sent on {date} to {me} with subject "{subject}" delivered on {delivery_date} and has been displayed. This is no guarantee that the message has been read or understood.
hu: Az üzenet, amit {date}-kor {me}-nek "{subject}" tárggyal küldtek, {delivery_date}-kor kézbesítésre, majd megjelenítésre került. Ez nem garantálja, hogy az üzenetet el is olvasták vagy megértették.

source: File opener command
hu: Fájl megnyitó parancs

source: Replied
hu: Megválaszolva

source: Forwarded
hu: Továbbítva

source: MDN is sent
hu: MDN küldve

source: Can not manage any of these types:
hu: Egyik tipust sem kezelem ezek közül:

source: Unrecognized URI:
hu: Értelmezetlen URI:

source: Keep Structure
hu: Struktúrát Megőrizve

source: Change Font
hu: Betűtípus-váltás

source: Scroll: zoom +/-
hu: görgetés: nagyít/kicsinyít

source: Save with keeping structure
hu: Mentés a struktúrát megőrizve

source: Show Details
hu: Részletek

source: Hide Details
hu: Részletek elrejtése

source: Size
hu: Méret

source: Content Description by sender
hu: Tartalom leírása a küldő szerint

source: Sent on %s
hu: Elküldve %s

source: Unsaved
hu: Nincs mentve

source: Continue Editing
hu: Szerkesztés Folytatása

source: Invalid input
hu: Érvénytelen bevitel

source: Strange input; maybe double check
hu: Szokatlan bevitel; ellenőrizze

source: Signature info
hu: Aláírás infó

source: Digital signature is validated. See details below.
hu: A digitális aláírás ellenőrizve. Részletek lent.

source: The digital signature on this email/attachment could not be validated. The email might be forged.
hu: A digital aláírás ezen az emailen/csatolmányon nem érvényes vagy nem lehet ellenőrizni. Lehetséges, hogy hamis.

source: View anyway
hu: Megtekintés mégis

source: Valid signature
hu: Érvényes aláírás

source: Invalid signature
hu: Érvénytelen aláírás

source: Decryption error
hu: Titkosítás-visszafejtési hiba

source: No 'From' address (or more of them) given to match a GPG key to crypto-sign with.
hu: Nincs 'From' feladó cím (vagy több van), ami alapján GPG kulcsot találnék az aláírás elvégzéséhez.

source: Could not find public key for %s.
hu: Nem található %s nyilvános kulcsa.

source: Crypto-signing error
hu: Hiba digitális aláírás közben

source: Encryption error
hu: Hiba titkosítás közben

source: Remove signature
hu: Aláírás törlése

source: Add signature
hu: Aláírás

source: Remove quote
hu: Idézet törlése

source: Quote message
hu: Üzenet idézése

source: Set a From or Reply-To address to have Disposition Notification.
hu: Adjon meg Feladó vagy Válasz címet hogy tértivevényt kaphasson.

source: Disposition Notification requested but no address given.
hu: Tértivevényt kért de nincs megadva cím hozzá.

source: Save to Sent
hu: Mentés a Küldöttek közé

source: Pick date and time
hu: Dátum és idő kiválasztása

source: %d exchange(s) with:
hu: %d üzenetváltás velük:

source: Suggestions…
hu: Javaslatok…

source: Default
hu: Alapértelmezett

source: Add to addressbook
hu: Felvétel a címtárba

source: Added to addressbook
hu: Felvéve a címtárba

source: file
hu: fájl

source: Info
hu: Infó

source: Could not remove extra email identities (UIDs) from public key. Can not protect privacy of these email addresses:
hu: A titkosítókulcs nyilvános részéből nem tudtam eltávolítani a nem ide tartozó azonosítóidat (UID), ennél fogva az alábbi email címeid kinyerhetőek lesznek:

source: Skip header '%s' in email editing.
hu: A '%s' fejléc kihagyása az email szerkesztésekor.

source: Executing outstanding timers.
hu: Időzített feladatok lefuttatása.

source: Contact Address Chooser
hu: Kapcsolattartási Cím Választó

source: Open attachment
hu: Csatolmány megnyitása

source: Open original file
hu: Eredeti fájl megnyitása

source: Rename
hu: Átnevezés

source: Detach
hu: Lecsatolás

source: Source file not known.
hu: Forrásfájl nem ismert.

source: External Attachments
hu: Külső csatolmányok

source: The following attachments' data is not embedded in the email, but references to files on the disk are present.
hu: A lenti csatolmányok adattartalma nincs az emailbe foglalva, de vannak hivatkozások lemezen lévő fájlokhoz.

source: You may re-attach those files from disk manually and remove these empty ones.
hu: Újracsatolhatod azokat a fájlokat kézzel, ezen üreseket pedig lecsatolhatod.

source: Double check what do you attach, especially if the email file comes from a party not fully trusted.
hu: Ellenőrizd mit csatolsz be, kiváltképp ha az email fájl olyan féltől származik ami nem teljesen megbízható.

source: There are empty attachments.
hu: Vannak üres csatolmányok.

source: Choose a file to save to
hu: Válassz egy fájlt amibe mentsünk

source: Choose a folder to save to
hu: Válassz egy könyvtárat amibe mentsünk

source: Select a file
hu: Fájl kiválasztása

source: Select files
hu: Fájlok kiválasztása
